Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

# FirstTab.ListLimit.Footer
source: By default, iPhone shows the first 25 elements and iPad shows the first 50 elements.
ar: افتراضيًا، يعرض iPhone أول 25 عنصرًا ويعرض iPad أول 50 عنصرًا.
bn: ডিফল্টভাবে iPhone প্রথম ২৫টি এবং iPad প্রথম ৫০টি উপাদান দেখায়।
cs: Ve výchozím nastavení iPhone zobrazí prvních 25 prvků a iPad prvních 50 prvků.
da: Som standard viser iPhone de første 25 elementer, og iPad viser de første 50 elementer.
de: Standardmäßig zeigt das iPhone die ersten 25 Elemente und das iPad die ersten 50 Elemente.
es: De forma predeterminada, iPhone muestra los primeros 25 elementos e iPad los primeros 50.
fr: Par défaut, l’iPhone affiche les 25 premiers éléments et l’iPad les 50 premiers.
hi: डिफ़ॉल्ट रूप से iPhone पहले 25 तत्व और iPad पहले 50 तत्व दिखाता है।
it: Per impostazione predefinita, iPhone mostra i primi 25 elementi e iPad i primi 50.
ja: デフォルトでは、iPhone は最初の25件、iPad は最初の50件を表示します。
nl: Standaard toont iPhone de eerste 25 elementen en iPad de eerste 50 elementen.
pl: Domyślnie iPhone pokazuje pierwsze 25 elementów, a iPad pierwsze 50 elementów.
pt_pt: Por predefinição, o iPhone mostra os primeiros 25 elementos e o iPad os primeiros 50.
uk: За замовчуванням iPhone показує перші 25 елементів, а iPad перші 50.
zh_hans: 默认情况下，iPhone 显示前 25 个元素，iPad 显示前 50 个元素。
zh_hk: 預設情況下，iPhone 會顯示前 25 個元素，iPad 會顯示前 50 個元素。

source: 2x4
bn: ২x৪

# %lld images total, %lld remaining
source: %1$lld images total, %2$lld remaining
cs: Celkem %lld obrázků, zbývá %lld
da: %lld billeder i alt, %lld tilbage
de: %1$lld Bilder gesamt, %2$lld verbleibend
es: %lld imágenes en total, %lld restantes
fr: %lld images au total, %lld restantes
it: %lld immagini totali, %lld rimanenti
ja: 合計%lld枚の画像、残り%lld枚
nl: %lld afbeeldingen totaal, %lld resterend
pl: Łącznie %lld obrazów, pozostało %lld
pt_pt: %lld imagens no total, %lld restantes
uk: Усього %lld зображень, залишилося %lld
zh_hans: 共 %lld 张图片，剩余 %lld 张

source: Add images
cs: Přidat obrázky
da: Tilføj billeder
de: Bilder hinzufügen
es: Añadir imágenes
fr: Ajouter des images
it: Aggiungi immagini
ja: 画像を追加
nl: Afbeeldingen toevoegen
pl: Dodaj obrazy
pt_pt: Adicionar imagens
uk: Додати зображення
zh_hans: 添加图片

source: Add screenshots or photos that help explain the issue.
cs: Přidejte snímky obrazovky nebo fotografie, které pomohou problém vysvětlit.
da: Tilføj skærmbilleder eller fotos, der hjælper med at forklare problemet.
de: Füge Screenshots oder Fotos hinzu, die dein Anliegen verständlicher machen.
es: Añade capturas o fotos que ayuden a explicar el problema.
fr: Ajoutez des captures d’écran ou des photos qui aident à expliquer le problème.
it: Aggiungi screenshot o foto che aiutino a spiegare il problema.
ja: 問題の説明に役立つスクリーンショットや写真を追加してください。
nl: Voeg screenshots of foto’s toe die helpen het probleem uit te leggen.
pl: Dodaj zrzuty ekranu lub zdjęcia, które pomogą wyjaśnić problem.
pt_pt: Adicione capturas de ecrã ou fotografias que ajudem a explicar o problema.
uk: Додайте знімки екрана або фото, які допоможуть пояснити проблему.
zh_hans: 添加有助于说明问题的截图或照片。

source: All text and selected images will be removed from the saved draft.
cs: Veškerý text a vybrané obrázky budou z uloženého konceptu odstraněny.
da: Al tekst og valgte billeder fjernes fra det gemte udkast.
de: Der gesamte Text und alle ausgewählten Bilder werden aus dem gespeicherten Entwurf entfernt.
es: Todo el texto y las imágenes seleccionadas se eliminarán del borrador guardado.
fr: Tout le texte et les images sélectionnées seront supprimés du brouillon enregistré.
it: Tutto il testo e le immagini selezionate verranno rimossi dalla bozza salvata.
ja: 保存済みの下書きから、すべてのテキストと選択した画像が削除されます。
nl: Alle tekst en geselecteerde afbeeldingen worden uit het opgeslagen concept verwijderd.
pl: Cały tekst i wybrane obrazy zostaną usunięte z zapisanego szkicu.
pt_pt: Todo o texto e as imagens selecionadas serão removidos do rascunho guardado.
uk: Увесь текст і вибрані зображення буде видалено зі збереженої чернетки.
zh_hans: 所有文本和所选图片都将从已保存的草稿中移除。

source: always
cs: vždy
da: altid
de: immer
es: siempre
fr: toujours
it: sempre
ja: 常に
nl: altijd
pl: zawsze
pt_pt: sempre
uk: завжди
zh_hans: 始终

source: Before sending
cs: Před odesláním
da: Før afsendelse
de: Vor dem Senden
es: Antes de enviar
fr: Avant l’envoi
it: Prima dell’invio
ja: 送信前
nl: Voor het verzenden
pl: Przed wysłaniem
pt_pt: Antes de enviar
uk: Перед надсиланням
zh_hans: 发送前

source: Bug
cs: Chyba
da: Fejl
de: Fehler
es: Error
ja: 不具合
pl: Błąd
pt_pt: Erro
uk: Помилка
zh_hans: 错误

source: Cache
cs: Mezipaměť
es: Caché
ja: キャッシュ
pl: Pamięć podręczna
uk: Кеш
zh_hans: 缓存

source: Camera
cs: Fotoaparát
da: Kamera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
ja: カメラ
pl: Aparat
pt_pt: Câmara
uk: Камера
zh_hans: 相机

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
uk: Скасувати
zh_hans: 取消

source: Choose how the input fokus should be handled.
cs: Zvolte, jak se má zacházet se vstupním fokusem.
da: Vælg, hvordan inputfokus skal håndteres.
de: Lege fest, wie der Fokus des Eingabefelds behandelt werden soll.
es: Elige cómo debe gestionarse el foco de entrada.
fr: Choisissez comment le focus du champ doit être géré.
it: Scegli come deve essere gestito il focus del campo di input.
ja: 入力フォーカスの扱い方を選択してください。
nl: Kies hoe de invoerfocus moet worden behandeld.
pl: Wybierz, jak ma być obsługiwany fokus pola wejściowego.
pt_pt: Escolha como o foco de introdução deve ser tratado.
uk: Оберіть, як слід обробляти фокус введення.
zh_hans: 选择输入焦点的处理方式。

source: Choose which source should be used when adding an image to a new item.
cs: Vyberte, který zdroj se má použít při přidávání obrázku k nové položce.
da: Vælg, hvilken kilde der skal bruges, når der tilføjes et billede til et nyt element.
de: Wähle aus, welche Quelle beim Hinzufügen eines Bilds zu einem neuen Gegenstand verwendet werden soll.
es: Elige qué fuente debe usarse al añadir una imagen a un nuevo objeto.
fr: Choisissez la source à utiliser lors de l’ajout d’une image à un nouvel objet.
it: Scegli quale fonte usare quando aggiungi un’immagine a un nuovo oggetto.
ja: 新しい項目に画像を追加するときに使用するソースを選択してください。
nl: Kies welke bron moet worden gebruikt bij het toevoegen van een afbeelding aan een nieuw item.
pl: Wybierz źródło, które ma być używane podczas dodawania obrazu do nowego obiektu.
pt_pt: Escolha a origem a utilizar ao adicionar uma imagem a um novo item.
uk: Оберіть джерело, яке слід використовувати під час додавання зображення до нового елемента.
zh_hans: 选择向新项目添加图片时要使用的来源。

source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
uk: Продовжити
zh_hans: 继续

source: Delete draft
cs: Smazat koncept
da: Slet kladde
de: Entwurf löschen
es: Eliminar borrador
fr: Supprimer le brouillon
it: Elimina bozza
ja: 下書きを削除
nl: Concept verwijderen
pl: Usuń szkic
pt_pt: Eliminar rascunho
uk: Видалити чернетку
zh_hans: 删除草稿

source: Delete this draft?
cs: Smazat tento koncept?
da: Slet dette udkast?
de: Diesen Entwurf löschen?
es: ¿Eliminar este borrador?
fr: Supprimer ce brouillon ?
it: Eliminare questa bozza?
ja: この下書きを削除しますか？
nl: Dit concept verwijderen?
pl: Usunąć ten szkic?
pt_pt: Eliminar este rascunho?
uk: Видалити цю чернетку?
zh_hans: 删除此草稿？

source: Describe your request as precisely as possible.
cs: Popište svůj požadavek co nejpřesněji.
da: Beskriv din henvendelse så præcist som muligt.
de: Beschreibe dein Anliegen so genau wie möglich.
es: Describe tu solicitud con la mayor precisión posible.
fr: Décrivez votre demande aussi précisément que possible.
it: Descrivi la tua richiesta nel modo più preciso possibile.
ja: ご要望をできるだけ具体的に説明してください。
nl: Beschrijf je verzoek zo precies mogelijk.
pl: Opisz swoją prośbę możliwie jak najdokładniej.
pt_pt: Descreve o teu pedido com a maior precisão possível.
uk: Опишіть свій запит якомога точніше.
zh_hans: 请尽可能准确地描述你的请求。

source: Explore more great apps
cs: Objevte další skvělé aplikace
da: Udforsk flere gode apps
de: Weitere großartige Apps
es: Descubre más apps geniales
fr: Découvrez d’autres excellentes apps
it: Scopri altre fantastiche app
ja: ほかの便利なアプリを見る
nl: Ontdek meer geweldige apps
pl: Poznaj więcej świetnych aplikacji
pt_pt: Explora mais apps excelentes
uk: Перегляньте інші чудові застосунки
zh_hans: 探索更多优秀 App

source: Feedback category
cs: Kategorie zpětné vazby
da: Feedbackkategori
de: Feedback-Kategorie
es: Categoría de comentarios
fr: Catégorie de retour
it: Categoria del feedback
ja: フィードバックの種類
nl: Feedbackcategorie
pl: Kategoria opinii
pt_pt: Categoria de feedback
uk: Категорія відгуку
zh_hans: 反馈类别

source: Fragile
cs: Křehké
da: Skrøbelig
de: Zerbrechlich
es: Frágil
ja: 壊れやすい
nl: Breekbaar
pl: Delikatne
pt_pt: Frágil
uk: Крихке
zh_hans: 易碎

source: Gallery
cs: Galerie
da: Galleri
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ja: ギャラリー
nl: Galerij
pl: Galeria
pt_pt: Galeria
uk: Галерея
zh_hans: 图库

source: Heavy
cs: Těžké
da: Tung
de: Schwer
es: Pesado
fr: Lourd
it: Pesante
ja: 重い
nl: Zwaar
pl: Ciężkie
pt_pt: Pesado
uk: Важке
zh_hans: 沉重

source: Help
cs: Pomoc
da: Hjælp
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
nl: Hulp
pl: Pomoc
pt_pt: Ajuda
uk: Допомога
zh_hans: 帮助

source: Idea
cs: Nápad
da: Idé
de: Idee
fr: Idée
ja: アイデア
nl: Idee
pl: Pomysł
pt_pt: Ideia
uk: Ідея
zh_hans: 想法

source: Item image source
cs: Zdroj obrázku položky
da: Kilde til objektbillede
de: Bildquelle für Gegenstände
es: Fuente de imagen del objeto
fr: Source de l’image de l’objet
it: Sorgente immagine dell’oggetto
ja: 項目画像のソース
nl: Bron van itemafbeelding
pl: Źródło obrazu przedmiotu
pt_pt: Origem da imagem do item
uk: Джерело зображення елемента
zh_hans: 项目图片来源

source: Item Images
cs: Obrázky položky
da: Objektbilleder
de: Gegenstandsbilder
es: Imágenes del objeto
fr: Images de l’objet
it: Immagini dell’oggetto
ja: 項目の画像
nl: Itemafbeeldingen
pl: Obrazy przedmiotu
pt_pt: Imagens do item
uk: Зображення елемента
zh_hans: 项目图片

source: Mail is unavailable
cs: Mail není k dispozici
da: Mail er ikke tilgængelig
de: Mail ist nicht verfügbar
es: El correo no está disponible
fr: Mail n’est pas disponible
it: Mail non è disponibile
ja: メールを利用できません
nl: Mail is niet beschikbaar
pl: Poczta jest niedostępna
pt_pt: O Mail não está disponível
uk: Пошта недоступна
zh_hans: 邮件不可用

source: never
cs: nikdy
da: aldrig
de: nie
es: nunca
fr: jamais
it: mai
ja: しない
nl: nooit
pl: nigdy
pt_pt: nunca
uk: ніколи
zh_hans: 从不

source: New item field focus
cs: Fokus pole nové položky
da: Fokus for nyt objektfelt
de: Fokus des neuen Gegenstandsfelds
es: Foco del campo de nuevo objeto
fr: Focus du champ du nouvel objet
it: Focus del campo nuovo oggetto
ja: 新しい項目フィールドのフォーカス
nl: Focus van nieuw-item-veld
pl: Fokus pola nowego przedmiotu
pt_pt: Foco do campo de novo item
uk: Фокус поля нового елемента
zh_hans: 新项目字段焦点

source: New item focus
cs: Fokus nové položky
da: Fokus for nyt objekt
de: Fokus für neue Gegenstände
es: Foco de nuevo objeto
fr: Focus du nouvel objet
it: Focus nuovo oggetto
ja: 新しい項目のフォーカス
nl: Focus nieuw item
pl: Fokus nowego przedmiotu
pt_pt: Foco de novo item
uk: Фокус нового елемента
zh_hans: 新项目焦点

source: No mail account is configured on this device. Please set up Mail first.
cs: Na tomto zařízení není nastaven žádný poštovní účet. Nejprve nastavte Mail.
da: Der er ikke konfigureret en mailkonto på denne enhed. Konfigurer først Mail.
de: Auf diesem Gerät ist kein Mail-Konto eingerichtet. Bitte richte zuerst Mail ein.
es: No hay ninguna cuenta de correo configurada en este dispositivo. Configura Mail primero.
fr: Aucun compte Mail n’est configuré sur cet appareil. Configurez d’abord Mail.
it: Nessun account Mail è configurato su questo dispositivo. Configura prima Mail.
ja: このデバイスにはメールアカウントが設定されていません。先にMailを設定してください。
nl: Er is geen mailaccount ingesteld op dit apparaat. Stel Mail eerst in.
pl: Na tym urządzeniu nie skonfigurowano konta pocztowego. Najpierw skonfiguruj Mail.
pt_pt: Não existe nenhuma conta de Mail configurada neste dispositivo. Configure primeiro o Mail.
uk: На цьому пристрої не налаштовано поштовий обліковий запис. Спочатку налаштуйте Mail.
zh_hans: 此设备上未配置邮件账户。请先设置邮件。

source: Not fragile
cs: Nekřehké
da: Ikke skrøbelig
de: Nicht zerbrechlich
es: No frágil
fr: Non fragile
it: Non fragile
ja: 壊れやすくない
nl: Niet breekbaar
pl: Nie kruche
pt_pt: Não frágil
uk: Некрихке
zh_hans: 不易碎

source: Not heavy
cs: Netěžké
da: Ikke tung
de: Nicht schwer
es: No pesado
fr: Non lourd
it: Non pesante
ja: 重くない
nl: Niet zwaar
pl: Nie ciężkie
pt_pt: Não pesado
uk: Неважке
zh_hans: 不重

source: Open feedback form
cs: Otevřít formulář zpětné vazby
da: Åbn feedbackformular
de: Feedbackformular öffnen
es: Abrir formulario de comentarios
fr: Ouvrir le formulaire de retour
it: Apri il modulo di feedback
ja: フィードバックフォームを開く
nl: Feedbackformulier openen
pl: Otwórz formularz opinii
pt_pt: Abrir formulário de feedback
uk: Відкрити форму відгуку
zh_hans: 打开反馈表单

source: Rebuild tags from all images
cs: Znovu vytvořit štítky ze všech obrázků
da: Genopbyg tags fra alle billeder
de: Tags aus allen Bildern neu erstellen
es: Reconstruir etiquetas a partir de todas las imágenes
fr: Reconstruire les tags à partir de toutes les images
it: Ricrea i tag da tutte le immagini
ja: すべての画像からタグを再構築
nl: Tags opnieuw opbouwen uit alle afbeeldingen
pl: Odbuduj tagi ze wszystkich obrazów
pt_pt: Reconstruir etiquetas a partir de todas as imagens
uk: Перебудувати теги з усіх зображень
zh_hans: 根据所有图片重建标签

source: Scanning images…
cs: Skenování obrázků…
da: Scanner billeder…
de: Bilder werden gescannt…
es: Escaneando imágenes…
fr: Analyse des images…
it: Scansione delle immagini…
ja: 画像をスキャン中…
nl: Afbeeldingen scannen…
pl: Skanowanie obrazów…
pt_pt: A analisar imagens…
uk: Сканування зображень…
zh_hans: 正在扫描图片…

source: Send
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pl: Wyślij
pt_pt: Enviar
uk: Надіслати
zh_hans: 发送

source: smart
cs: chytré
de: intelligent
es: inteligente
fr: intelligent
ja: スマート
nl: slim
pl: inteligentne
pt_pt: inteligente
uk: розумно
zh_hans: 智能

source: Your text, images and technical context will be prepared in a mail draft to appstore@hockulus.de.
cs: Váš text, obrázky a technický kontext budou připraveny do e-mailového konceptu pro appstore@hockulus.de.
da: Din tekst, dine billeder og den tekniske kontekst bliver forberedt i en mailkladde til appstore@hockulus.de.
de: Dein Text, deine Bilder und technische Kontextdaten werden in einem Mail-Entwurf an appstore@hockulus.de vorbereitet.
es: Tu texto, tus imágenes y el contexto técnico se prepararán en un borrador de correo para appstore@hockulus.de.
fr: Votre texte, vos images et le contexte technique seront préparés dans un brouillon de mail à appstore@hockulus.de.
it: Il tuo testo, le immagini e il contesto tecnico saranno preparati in una bozza di mail per appstore@hockulus.de.
ja: 入力したテキスト、画像、技術情報を appstore@hockulus.de 宛てのメール下書きにまとめます。
nl: Je tekst, afbeeldingen en technische context worden voorbereid in een mailconcept aan appstore@hockulus.de.
pl: Twój tekst, obrazy i kontekst techniczny zostaną przygotowane w szkicu wiadomości do appstore@hockulus.de.
pt_pt: O teu texto, as imagens e o contexto técnico serão preparados num rascunho de e-mail para appstore@hockulus.de.
uk: Ваш текст, зображення та технічний контекст буде підготовлено в чернетці листа на appstore@hockulus.de.
zh_hans: 你的文字、图片和技术上下文将被整理到发往 appstore@hockulus.de 的邮件草稿中。

source: BoxHelper
hi: बॉक्सहेल्पर
zh_hans: 箱子助手
zh_hk: 箱子助手

source: BoxHelper v%@
hi: बॉक्सहेल्पर v%@
zh_hans: 箱子助手 v%@
zh_hk: 箱子助手 v%@

source: CSV
hi: सीएसवी

source: GitHub
hi: गिटहब

source: NULL
hi: रिक्त

source: Siri
hi: सिरी
